---
kind: other
id: Properties.T:Autodesk.Revit.DB.View
zh: 视图
source: html/be253fe5-777b-11b6-02be-64106cbb713f.htm
---
# View Properties

**中文**: 视图

Element id of Analysis Display Style associated with the view.